/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Det går inte att skicka objektet";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Försök igen senare";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Inte inloggad i Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ har skickat ett foto.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Den här enheten stöder inte Skypes nya fotodelningsfunktioner än, men du kan visa det i din webbläsare här: %@";
